Repository: pierrechls/shopkeeper-wine-space
Catalog: languages/*_2FR.po
Languages: fr

source: Logout
fr: Déconnexion

source: Your discount
fr: Votre remise

source: Buy now and save %s!
fr: Achetez maintenant et économisez %s !

source: Phone
fr: Téléphone

source: Opening time
fr: Horaires d'ouverture

source: Address
fr: Adresse

source: Monday to Sunday 9 a.m. to 12:15 p.m. and 2 p.m. to 7 p.m.
fr: Du lundi au dimanche de 9h à 12h15 et de 14h à 19h

source: Ban on the sale of alcoholic beverages to minors under 18 years of age.
fr: Interdiction de vente de boissons alcoolisées aux mineurs de moins de 18 ans.

source: Proof of the majority of the buyer is required at the time of online sale. Alcohol abuse is dangerous for health. To consume with moderation.
fr: La preuve de la majorité de l'acheteur est exigée au moment de la vente en ligne. L’abus d’alcool est dangereux pour la santé. A consommer avec modération.

source: Discover our cellar
fr: Découvrez notre cave

source: Secure payments
fr: Paiements sécurisés

source: Fast delivery and protected bottles
fr: Livraison rapide et bouteilles protégées

source: Wine selection and advice
fr: Sélection de vins et conseils

source: Direct producer prices
fr: Prix directs producteurs

source: prix-propriete
fr: Prix Propriété

source: sans-sulfite-ajoute
fr: Sans sulfite ajouté

source: Oops 404 again! That page can't be found.
fr: Oops erreur 404 ! La page demandée n'existe pas.

source: Home
fr: Accueil

# wine
source: Vintage
fr: Millésime

source: Price
fr: Prix

source: Bottles in stock
fr: Bouteilles en stock

source: Domain
fr: Domaine

# wine
source: Maturation
fr: Élevage

# wine
source: Grape varieties
fr: Cépages

# wine
source: Aging
fr: Garde

# wine
source: Capacity
fr: Contenance

source: Hello, you have successfully subscribed to a product. We will notify you when the product becomes available again.
fr: Bonjour, vous avez souscrit avec succès à un produit. Nous vous informerons lorsque le produit sera de nouveau disponible.

source: Product
fr: Produit

source: Product details
fr: Détails du produit

source: Here is the product link
fr: Voici le lien du produit

source: Your informations
fr: Vos informations

source: Email
fr: Adresse mail

source: Customer details
fr: Détails du client

source: A customer has subscribed to a product on your store.
fr: Un client s'est abonné à un produit sur votre boutique.

source: Hello, you have subscribed to a product and we will inform you that it is available again.
fr: Bonjour, vous avez souscrit à un produit et nous vous informerons qu'il est de nouveau disponible.
